Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUDPHOTOS_DISABLE_PROMPT_INSUFFICIENT_SPACE_MESSAGE_IMPOSSIBLE_FORMAT_iPhone
source: An additional %@ is required to download your photos and videos to this iPhone.
ar: مطلوب %@ إضافية لتنزيل الصور والفيديوهات الخاصة بك إلى هذا الـ iPhone.
bg: Необходимо ви е още %@ допълнително място, за да бъдат изтеглени снимките и видеата ви на този iPhone.
ca: Calen %@ més d’espai per descarregar les fotos i els vídeos a l’iPhone.
cs: Pro stažení vašich fotek a videí do tohoto iPhonu je zapotřebí o %@ více místa.
da: Der skal være %@ ekstra plads, hvis du vil hente dine fotos og videoer til iPhone.
de: %@ zusätzlicher Platz wird benötigt, um deine Fotos und Videos auf dieses iPhone zu laden.
el: Απαιτείται(ούνται) %@ επιπλέον για τη λήψη των φωτογραφιών και βίντεό σας σε αυτό το iPhone.
es: Se necesitan %@ de espacio adicional para descargar las fotos y vídeos en este iPhone.
es_us: Se requiere un espacio de %@ para descargar tus fotos y videos en este iPhone.
fi: Kuvien ja videoiden lataaminen iPhoneen edellyttää %@ lisää tilaa.
fr: %@ supplémentaires sont requis pour télécharger vos photos et vidéos sur cet iPhone.
fr_ca: Vous aurez besoin de %@ de plus pour télécharger vos photos et vidéos sur cet iPhone.
he: כדי להוריד תמונות וסרטונים ל-iPhone זה, יש צורך בעוד %@.
hi: इस iPhone पर आपकी तस्वीरें और वीडियो डाउनलोड करने के लिए अतिरिक्त %@ की आवश्यकता है।
hr: Za preuzimanje vaših fotografija i videozapisa na ovaj iPhone potrebno je dodatnih %@.
hu: További %@ szükséges, hogy letöltse a fotóit és videóit erre az iPhone-ra.
id: %@ tambahan diperlukan untuk mengunduh foto dan video Anda ke iPhone ini.
it: Devi avere %@ in più per scaricare le tue foto e i tuoi video su questo iPhone.
ja: このiPhoneに写真とビデオをダウンロードするには、空き領域があと%@必要です。
kk: Бұл iPhone құрылғысына фотолар мен видеоларды жүктеп алу үшін қосымша %@ қажет.
ko: 사용자의 사진 및 비디오를 이 iPhone으로 다운로드하려면 %@의 공간이 추가로 필요합니다.
lt: Norint atsisiųsti nuotraukas ir vaizdo įrašus į šį „iPhone“, reikia papild. %@ vietos.
ms: %@ tambahan diperlukan untuk memuat turun foto dan video anda ke iPhone ini.
nb: Det kreves ytterligere %@ for å laste ned bildene og videoene dine til iPhonen.
nl: Er is nog %@ ruimte nodig om je foto's en video's te downloaden op deze iPhone.
pl: Aby pobrać zdjęcia i wideo, ten iPhone ten musi mieć jeszcze %@ wolnego miejsca.
pt: Você precisa de mais %@ para baixar suas fotos e vídeos para este iPhone.
pt_pt: Necessita de mais %@ de espaço para descarregar as suas fotografias e vídeos para este iPhone.
ro: Pentru a vă descărca pozele și clipurile video pe acest iPhone, este necesar un spațiu suplimentar de %@.
ru: Для загрузки фото и видео на этот iPhone требуется дополнительно %@.
sk: Na stiahnutie svojich fotiek a videí na tento iPhone potrebujete ďalších %@.
sl: Za prenos fotografij in videov v ta iPhone potrebujete še %@.
sv: Det krävs %@ till för att hämta dina bilder och videor till denna iPhone.
th: ต้องการเพิ่มอีก %@ เพื่อดาวน์โหลดรูปภาพและวิดีโอของคุณลงใน iPhone เครื่องนี้
tr: Fotoğraflarınızı ve videolarınızı bu iPhone’a indirmek için %@ daha gerekiyor.
uk: Потрібно ще %@, щоб викачати ваші фото і відео на цей iPhone.
vi: Yêu cầu %@ bổ sung để tải ảnh và video của bạn về iPhone này.
zh_cn: 还需要%@才能将你的照片和视频下载到此iPhone。
zh_hk: 需要額外%@的空間才能下載你的相片及影片到此iPhone。
zh_tw: 還需要%@才能將你的照片和影片下載到此iPhone。

source: An additional %@ is required to download your photos and videos to this iPod touch.
ar: مطلوب %@ إضافية لتنزيل الصور والفيديوهات الخاصة بك إلى هذا الـ iPod touch.
bg: Необходимо ви е още %@ допълнително място, за да бъдат изтеглени снимките и видеата ви на този iPod touch.
ca: Calen %@ més d’espai per descarregar les fotos i els vídeos a l’iPod touch.
cs: Pro stažení vašich fotek a videí do tohoto iPodu touch je zapotřebí o %@ více místa.
da: Der skal være %@ ekstra plads, hvis du vil hente dine fotos og videoer til iPod touch.
de: %@ zusätzlicher Platz wird benötigt, um deine Fotos und Videos auf diesen iPod touch zu laden.
el: Απαιτείται(ούνται) %@ επιπλέον για τη λήψη των φωτογραφιών και βίντεό σας σε αυτό το iPod touch.
es: Se necesitan %@ de espacio adicional para descargar las fotos y vídeos en este iPod touch.
es_us: Se requiere un espacio de %@ para descargar tus fotos y videos en este iPod touch.
fi: Kuvien ja videoiden lataaminen iPod touchiin edellyttää %@ lisää tilaa.
fr: %@ supplémentaires sont requis pour télécharger vos photos et vidéos sur cet iPod touch.
fr_ca: Vous aurez besoin de %@ de plus pour télécharger vos photos et vidéos sur cet iPod touch.
he: כדי להוריד תמונות וסרטונים ל-iPod touch זה, יש צורך בעוד %@.
hi: इस iPod touch पर आपकी तस्वीरें और वीडियो डाउनलोड करने के लिए अतिरिक्त %@ की आवश्यकता है।
hr: Za preuzimanje vaših fotografija i videozapisa na ovaj iPod touch potrebno je dodatnih %@.
hu: További %@ szükséges, hogy letöltse a fotóit és videóit erre az iPod touchra.
id: %@ tambahan diperlukan untuk mengunduh foto dan video Anda ke iPod touch ini.
it: Devi avere %@ in più per scaricare le tue foto e i tuoi video su questo iPod touch.
ja: このiPod touchに写真とビデオをダウンロードするには、空き領域があと%@必要です。
kk: Бұл iPod touch құрылғысына фотолар мен видеоларды жүктеп алу үшін қосымша %@ қажет.
ko: 사용자의 사진 및 비디오를 이 iPod touch로 다운로드하려면 %@의 공간이 추가로 필요합니다.
lt: Norint atsisiųsti nuotraukas ir vaizdo įrašus į šį „iPod touch“, reikia papild. %@ vietos.
ms: %@ tambahan diperlukan untuk memuat turun foto dan video anda ke iPod touch ini.
nb: Det kreves ytterligere %@ for å laste ned bildene og videoene dine til iPod touch.
nl: Er is nog %@ ruimte nodig om je foto's en video's te downloaden op deze iPod touch.
pl: Aby pobrać zdjęcia i wideo, ten iPod touch ten musi mieć jeszcze %@ wolnego miejsca.
pt: Você precisa de mais %@ para baixar suas fotos e vídeos para este iPod touch.
pt_pt: Necessita de mais %@ de espaço para descarregar as suas fotografias e vídeos para este iPod touch.
ro: Pentru a vă descărca pozele și clipurile video pe acest iPod touch, este necesar un spațiu suplimentar de %@.
ru: Для загрузки фото и видео на этот iPod touch требуется дополнительно %@.
sk: Na stiahnutie svojich fotiek a videí na tento iPod touch potrebujete ďalších %@.
sl: Za prenos fotografij in videov v ta iPod touch potrebujete še %@.
sv: Det krävs %@ till för att hämta dina bilder och videor till denna iPod touch.
th: ต้องการเพิ่มอีก %@ เพื่อดาวน์โหลดรูปภาพและวิดีโอของคุณลงใน iPod touch เครื่องนี้
tr: Fotoğraflarınızı ve videolarınızı bu iPod touch’a indirmek için %@ daha gerekiyor.
uk: Потрібно ще %@, щоб викачати ваші фото і відео на цей iPod touch.
vi: Yêu cầu %@ bổ sung để tải ảnh và video của bạn về iPod touch này.
zh_cn: 还需要%@才能将你的照片和视频下载到此iPod touch。
zh_hk: 需要額外%@的空間才能下載你的相片及影片到此iPod touch。
zh_tw: 還需要%@才能將你的照片和影片下載到此iPod touch。

# ICLOUDPHOTOS_DISABLE_PROMPT_INSUFFICIENT_SPACE_TITLE
source: Cannot Download Photos and Videos
ar: لا يمكن تنزيل الصور والفيديوهات
bg: Неуспешно изтегляне на снимки и видео
ca: Error en descarregar les fotos i els vídeos
cs: Fotky a videa nelze stáhnout
da: Kan ikke hente fotos og videoer
de: Fotos und Videos können nicht geladen werden
el: Δεν είναι δυνατή η λήψη φωτογραφιών και βίντεο
es: No se pueden descargar fotos y vídeos
es_us: No se pueden descargar fotos ni videos
fi: Kuvia ja videoita ei voida ladata
fr: Impossible de télécharger les photos et les vidéos
fr_ca: Impossible de télécharger les photos et vidéos
he: לא ניתן להוריד תמונות וסרטונים
hi: तस्वीरें और वीडियो डाउनलोड नहीं हो सकते हैं
hr: Ne mogu se preuzeti fotografije i videozapisi
hu: Nem tölthetők le a fotók és videók
id: Tidak Dapat Mengunduh Foto dan Video
it: Impossibile scaricare foto e video
ja: 写真とビデオをダウンロードできません
kk: Фотолар мен видеоларды жүктеп алу мүмкін емес
ko: 사진 및 비디오를 다운로드할 수 없음
lt: Negalima atsisiųsti nuotraukų ir vaizdo įrašų
ms: Tidak Boleh Muat Turun Foto dan Video
nb: Kan ikke laste ned bilder og videoer
nl: Foto's en video's downloaden niet mogelijk
pl: Nie można pobrać zdjęć i wideo
pt: Não é possível baixar fotos e vídeos
pt_pt: Não foi possível descarregar fotografias nem vídeos
ro: Pozele și clipurile video nu pot fi descărcate
ru: Сбой загрузки фото и видео
sk: Nie je možné stiahnuť fotky a videá
sl: Fotografij in videov ni mogoče prenesti
sv: Kan inte hämta bilder och videor
th: ไม่สามารถดาวน์โหลดรูปภาพและวิดีโอได้
tr: Fotoğraflar ve Videolar İndirilemiyor
uk: Не вдається викачати фото і відео
vi: Không thể tải về ảnh và video
zh_cn: 无法下载照片和视频
zh_hk: 無法下載相片及影片
zh_tw: 無法下載照片和影片

# ICLOUDPHOTOS_DISABLE_SYNCING_CONTINUE
source: Continue Updating
ar: متابعة التحديث
bg: Продължи с обновяването
ca: Continua actualitzant
cs: Pokračovat v aktualizaci
da: Fortsæt opdateringen
de: Aktualisierung fortsetzen
el: Συνέχιση ενημέρωσης
es: Seguir actualizando
es_us: Continuar actualizando
fi: Jatka päivitystä
fr: Poursuivre la mise à jour
fr_ca: Poursuivre la mise à jour
he: המשך ביצוע העדכון
hi: अपडेट जारी रखें
hr: Nastavi ažuriranje
hu: Frissítés folytatása
id: Lanjutkan Pembaruan
it: Continua con l’aggiornamento
ja: アップデートを続ける
kk: Жаңарту процесін жалғастыру
ko: 계속 업데이트
lt: Tęsti atnaujinimą
ms: Teruskan Mengemas Kini
nb: Fortsett oppdatering
nl: Ga door met bijwerken
pl: Kontynuuj uaktualnianie
pt: Continuar Atualizando
pt_pt: Continuar a atualizar
ro: Continuați actualizarea
ru: Продолжить обновление
sk: Pokračovať v aktualizácii
sl: Nadaljuj posodabljanje
sv: Fortsätt uppdatera
th: ดำเนินการอัปเดตต่อ
tr: Güncellemeyi Sürdür
uk: Продовжити оновлення
vi: Tiếp tục Cập nhật
zh_cn: 继续更新
zh_hk: 繼續上載
zh_tw: 繼續更新

# ICLOUDPHOTOS_DISABLE_SYNCING_MESSAGE_Apple Vision Pro
source: To ensure all photos and videos are uploaded, allow the update to finish.
ar: لضمان تحميل كل الصور والفيديوهات، اترك التحديث حتى ينتهي.
bg: За да сте сигурни, че са качени всички снимки и видео, оставете обновяването да приключи.
ca: Per garantir que es carreguin totes les fotos i els vídeos, deixa que s’acabi l’actualització.
cs: Chcete‑li odeslat všechny fotky a videa, vyčkejte na dokončení aktualizace.
da: Lad opdateringen blive færdig for at sikre, at alle fotos og videoer overføres.
de: Warte, bis das Update abgeschlossen ist, um sicherzustellen, dass alle Fotos und Videos hochgeladen wurden.
el: Για να διασφαλιστεί το ανέβασμα όλων των φωτογραφιών και βίντεο, αφήστε την ενημέρωση να ολοκληρωθεί.
es: Para asegurarte de que se cargan todas las fotos y vídeos, permite que la actualización finalice.
es_us: Permite que la actualización termine para asegurarte de que todos los videos y fotos se hayan cargado.
fi: Varmista kaikkien kuvien ja videoiden siirto suorittamalla päivitys loppuun.
fr: Pour vous assurer que toutes les photos et vidéos seront chargées, attendez la fin de la mise à jour.
fr_ca: Pour vous assurer que l’ensemble des photos et vidéos ont été téléversées, n’interrompez pas la mise à jour.
he: כדי לוודא שכל התמונות והסרטונים יועלו, יש לאפשר לעדכון להסתיים.
hi: तस्वीरों और वीडियो का अपलोड सुनिश्चित करने के लिए अपडेट को पूरा होने दें।
hr: Kako biste bili sigurni da će se postaviti sve fotografije i videozapisi, pustite da ažuriranje završi.
hu: Annak érdekében, hogy a fotók és videók frissítve legyenek, engedélyezze a frissítés befejezését.
id: Untuk memastikan semua foto dan video telah terunggah, tunggu hingga pembaruan selesai.
it: Per fare in modo che tutti i video e le foto vengano caricati, attendi la fine dell’aggiornamento.
ja: すべての写真とビデオをアップロードするには、アップデートを完了させてください。
kk: Барлық фото мен видеоны жүктеп салу үшін жаңарту процесінің аяқталғанын күтіңіз.
ko: 모든 사진 및 비디오가 업로드되었는지 확인하려면 업데이트를 허용하여 완료하십시오.
lt: Norėdami užtikrinti, kad bus įkeltos visos nuotraukos ir vaizdo įrašai, palaukite, kol atnaujinimas bus baigtas.
ms: Untuk memastikan semua foto dan video dimuat naik, benarkan kemas kini selesai.
nb: La oppdateringen fullføres, slik at alle bilder og videoer lastes opp.
nl: Laat het bijwerken voltooien om ervoor te zorgen dat alle foto's en video's worden geüpload.
pl: Aby upewnić się, że wszystkie zdjęcia i wideo zostały wysłane, poczekaj na ukończenie uaktualniania.
pt: Para garantir que todas as fotos e vídeos sejam enviados, aguarde o fim da atualização.
pt_pt: Para garantir que todos os vídeos e fotografias são enviados, certifique‑se de que a atualização é concluída.
ro: Pentru a asigura încărcarea tuturor pozelor și clipurilor video, permiteți finalizarea actualizării.
ru: Для выгрузки всех фото и видео дождитесь завершения обновления.
sk: Pre odoslanie všetkých fotiek a videí počkajte na dokončenie aktualizácie.
sl: Za uspešno nalaganje vseh fotografij in videov počakajte, da se posodobitev zaključi.
sv: Låt uppdateringen slutföras om du vill vara säker på att alla bilder och videor överförs.
th: เพื่อให้แน่ใจว่ารูปภาพและวิดีโอของคุณถูกอัปโหลดทั้งหมด โปรดรอจนการอัปเดตสำเร็จ
tr: Tüm fotoğrafların ve videoların karşıya yüklendiğinden emin olmak için güncellemenin bitmesini bekleyin.
uk: Щоб закачалися всі фото й відео, дочекайтеся завершення оновлення.
vi: Để đảm bảo tất cả ảnh và video được tải lên, hãy để quá trình cập nhật hoàn tất.
zh_cn: 请允许更新完成，以确保所有照片和视频均已上传。
zh_hk: 請等候更新完成，以確保所有相片及影片都已上載。
zh_tw: 若要確保所有照片和影片都已上傳，請等待更新完成。

# ICLOUDPHOTOS_DISABLE_SYNCING_MESSAGE_iPad
source: To ensure all photos and videos are uploaded, allow the update to finish.
ar: لضمان تحميل كل الصور والفيديوهات، اترك التحديث حتى ينتهي.
bg: За да сте сигурни, че са качени всички снимки и видео, оставете обновяването да приключи.
ca: Per garantir que es carreguin totes les fotos i els vídeos, deixa que s’acabi l’actualització.
cs: Chcete‑li odeslat všechny fotky a videa, vyčkejte na dokončení aktualizace.
da: Lad opdateringen blive færdig for at sikre, at alle fotos og videoer overføres.
de: Warte, bis das Update abgeschlossen ist, um sicherzustellen, dass alle Fotos und Videos hochgeladen wurden.
el: Για να διασφαλιστεί το ανέβασμα όλων των φωτογραφιών και βίντεο, αφήστε την ενημέρωση να ολοκληρωθεί.
es: Para asegurarte de que se cargan todas las fotos y vídeos, permite que la actualización finalice.
es_us: Permite que la actualización termine para asegurarte de que todos los videos y fotos se hayan cargado.
fi: Varmista kaikkien kuvien ja videoiden siirto suorittamalla päivitys loppuun.
fr: Pour vous assurer que toutes les photos et vidéos seront chargées, attendez la fin de la mise à jour.
fr_ca: Pour vous assurer que l’ensemble des photos et vidéos ont été téléversées, n’interrompez pas la mise à jour.
he: כדי לוודא שכל התמונות והסרטונים יועלו, יש לאפשר לעדכון להסתיים.
hi: तस्वीरों और वीडियो का अपलोड सुनिश्चित करने के लिए अपडेट को पूरा होने दें।
hr: Kako biste bili sigurni da će se postaviti sve fotografije i videozapisi, pustite da ažuriranje završi.
hu: Annak érdekében, hogy a fotók és videók frissítve legyenek, engedélyezze a frissítés befejezését.
id: Untuk memastikan semua foto dan video telah terunggah, tunggu hingga pembaruan selesai.
it: Per fare in modo che tutti i video e le foto vengano caricati, attendi la fine dell’aggiornamento.
ja: すべての写真とビデオをアップロードするには、アップデートを完了させてください。
kk: Барлық фото мен видеоны жүктеп салу үшін жаңарту процесінің аяқталғанын күтіңіз.
ko: 모든 사진 및 비디오가 업로드되었는지 확인하려면 업데이트를 허용하여 완료하십시오.
lt: Norėdami užtikrinti, kad bus įkeltos visos nuotraukos ir vaizdo įrašai, palaukite, kol atnaujinimas bus baigtas.
ms: Untuk memastikan semua foto dan video dimuat naik, benarkan kemas kini selesai.
nb: La oppdateringen fullføres, slik at alle bilder og videoer lastes opp.
nl: Laat het bijwerken voltooien om ervoor te zorgen dat alle foto's en video's worden geüpload.
pl: Aby upewnić się, że wszystkie zdjęcia i wideo zostały wysłane, poczekaj na ukończenie uaktualniania.
pt: Para garantir que todas as fotos e vídeos sejam enviados, aguarde o fim da atualização.
pt_pt: Para garantir que todos os vídeos e fotografias são enviados, certifique‑se de que a atualização é concluída.
ro: Pentru a asigura încărcarea tuturor pozelor și clipurilor video, permiteți finalizarea actualizării.
ru: Для выгрузки всех фото и видео дождитесь завершения обновления.
sk: Pre odoslanie všetkých fotiek a videí počkajte na dokončenie aktualizácie.
sl: Za uspešno nalaganje vseh fotografij in videov počakajte, da se posodobitev zaključi.
sv: Låt uppdateringen slutföras om du vill vara säker på att alla bilder och videor överförs.
th: เพื่อให้แน่ใจว่ารูปภาพและวิดีโอของคุณถูกอัปโหลดทั้งหมด โปรดรอจนการอัปเดตสำเร็จ
tr: Tüm fotoğrafların ve videoların karşıya yüklendiğinden emin olmak için güncellemenin bitmesini bekleyin.
uk: Щоб закачалися всі фото й відео, дочекайтеся завершення оновлення.
vi: Để đảm bảo tất cả ảnh và video được tải lên, hãy để quá trình cập nhật hoàn tất.
zh_cn: 请允许更新完成，以确保所有照片和视频均已上传。
zh_hk: 請等候更新完成，以確保所有相片及影片都已上載。
zh_tw: 若要確保所有照片和影片都已上傳，請等待更新完成。

# ICLOUDPHOTOS_DISABLE_SYNCING_MESSAGE_iPhone
source: Your iCloud Photos is currently updating. To ensure all photos and videos are uploaded, allow the update to finish.
ar: يتم الآن تحديث صور iCloud الخاصة بك. لضمان تحميل كل الصور والفيديوهات، اترك التحديث حتى ينتهي.
bg: Вашите iCloud снимки се обновяват в момента. За да сте сигурни, че са качени всички снимки и видео, оставете обновяването да приключи.
ca: S’estan actualitzant les fotos a l’iCloud. Per garantir que es carreguin totes les fotos i els vídeos, deixa que s’acabi l’actualització.
cs: Vaše fotky na iCloudu se aktualizují. Chcete‑li odeslat všechny fotky a videa, vyčkejte na dokončení aktualizace.
da: iCloud-fotos opdateres nu. Lad opdateringen blive færdig for at sikre, at alle fotos og videoer overføres.
de: iCloud-Fotos wird gerade aktualisiert. Warte, bis das Update beendet ist, um sicherzustellen, dass alle Fotos und Videos hochgeladen wurden.
el: Οι Φωτογραφίες iCloud ενημερώνονται τώρα. Για να διασφαλιστεί το ανέβασμα όλων των φωτογραφιών και βίντεο, αφήστε την ενημέρωση να ολοκληρωθεί.
es: Las fotos en iCloud se están actualizando. Para asegurarte de que se cargan todas las fotos y vídeos, espera a que termine la actualización.
es_us: Se está actualizando Fotos en iCloud. Permite que la actualización termine para asegurarte de que todos los videos y fotos se hayan cargado.
fi: iCloud-kuviasi päivitetään parhaillaan. Varmista kaikkien kuvien ja videoiden siirto suorittamalla päivitys loppuun.
fr: Photos iCloud est en cours de mise à jour. Pour garantir le transfert de toutes les photos et vidéos, attendez la fin de la mise à jour.
fr_ca: Vos photos iCloud sont en cours de mise à jour. Pour vous assurer que l’ensemble des photos et vidéos ont été téléversées, n’interrompez pas la mise à jour.
he: ״תמונות iCloud״ מתעדכן כעת. כדי לוודא שכל התמונות והסרטונים יועלו, יש לאפשר לעדכון להסתיים.
hi: वर्तमान में आपके iCloud तस्वीर को अपडेट किया जा रहा है। तस्वीरों और वीडियो का अपलोड सुनिश्चित करने के लिए अपडेट को पूरा होने दें।
hr: Vaše iCloud fotografije trenutačno se ažuriraju. Kako biste bili sigurni da će se postaviti sve fotografije i videozapisi, pustite da ažuriranje završi.
hu: Az iCloud-fotók jelenleg frissítés alatt áll. Annak érdekében, hogy a fotók és videók fel legyenek töltve, engedélyezze a frissítés befejezését.
id: Foto iCloud Anda sedang diperbarui. Untuk memastikan semua foto dan video telah terunggah, tunggu hingga pembaruan selesai.
it: È in corso l’aggiornamento delle foto di iCloud. Per fare in modo che tutti i video e le foto vengano caricati, attendi la fine dell’aggiornamento.
ja: iCloud写真は現在アップデート中です。 すべての写真とビデオをアップロードするには、アップデートを完了させてください。
kk: iCloud фотолары жаңартылуда. Барлық фото мен видеоны жүктеп салу үшін жаңарту процесінің аяқталғанын күтіңіз.
ko: 현재 iCloud 사진을 업데이트하는 중입니다. 모든 사진 및 비디오가 업로드될 수 있도록 업데이트를 끝까지 완료하십시오.
lt: Programa „iCloud“ nuotraukos“ šiuo metu atnaujinama. Norėdami užtikrinti, kad bus įkeltos visos nuotraukos ir vaizdo įrašai, palaukite, kol atnaujinimas bus baigtas.
ms: Foto iCloud anda sedang dikemas kini. Untuk memastikan semua foto dan video dimuat naik, benarkan kemas kini selesai.
nb: iCloud Bilder oppdateres. La oppdateringen fullføres, slik at alle bilder og videoer lastes opp.
nl: Je iCloud-foto's wordt momenteel bijgewerkt. Laat het bijwerken voltooien om ervoor te zorgen dat alle foto's en video's worden geüpload.
pl: Trwa uaktualnianie Zdjęć w iCloud. Aby upewnić się, że wszystkie zdjęcia i wideo zostały wysłane, poczekaj na ukończenie tego procesu.
pt: As Fotos do iCloud estão sendo atualizadas. Para garantir que todas as fotos e vídeos sejam enviados, permita o término da atualização.
pt_pt: As Fotografias em iCloud estão a ser atualizadas. Para garantir que todos os vídeos e fotografias são enviados, certifique‑se de que a atualização é concluída.
ro: Funcționalitatea Poze iCloud este în curs de actualizare. Pentru a asigura încărcarea tuturor pozelor și clipurilor video, permiteți finalizarea actualizării.
ru: Выполняется обновление Фото iCloud. Для выгрузки всех фото и видео дождитесь завершения обновления.
sk: Služba iCloud Fotky sa práve aktualizuje. Pre odoslanie všetkých fotiek a videí počkajte na dokončenie aktualizácie.
sl: Funkcija Fotografije iCloud se trenutno posodablja. Za uspešno nalaganje vseh fotografij in videov počakajte, da se posodobitev zaključi.
sv: iCloud-bilder uppdateras just nu. Låt uppdateringen slutföras om du vill vara säker på att alla bilder och videor överförs.
th: “รูปภาพ iCloud” ของคุณกำลังอัปเดตอยู่ตอนนี้ เพื่อให้แน่ใจว่ารูปภาพและวิดีโอของคุณถูกอัปโหลดทั้งหมด โปรดรอจนการอัปเดตสำเร็จ
tr: iCloud Fotoğrafları’nız şu anda güncelleniyor. Tüm fotoğrafların ve videoların karşıya yüklendiğinden emin olmak için güncellemenin bitmesini bekleyin.
uk: Фото iCloud наразі оновлюється. Щоб закачалися всі фото й відео, дочекайтеся завершення оновлення.
vi: Ảnh iCloud của bạn hiện đang cập nhật. Để đảm bảo tất cả ảnh và video được tải lên, hãy để quá trình cập nhật hoàn tất.
zh_cn: 你的iCloud照片正在更新。 请允许更新完成，以确保所有照片和视频均已上传。
zh_hk: 你的「iCloud相片」正在更新。 請等候更新完成，以確保所有相片及影片都已上載。
zh_tw: 正在更新你的「iCloud照片」。 若要確保所有照片和影片都已上傳，請等待更新完成。
